{
  "spells": [
    {
      "name": "Affect Normal Fires",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "5 yds./level",
      "areaOfEffect": "10-ft. radius",
      "save": "None",
      "castingTime": 1,
      "duration": "2 rds./level",
      "description": "This spell enables the wizard to cause nonmagical fires--from as small as a torch or lantern to as large as the area of effect--to reduce in size and brightness to become mere coals or increase in light to become as bright as full daylight and increase the illumination to double the normal radius. Note that this does not affect either fuel consumption or damage caused by the fire. The caster can affect any or all fires in the spell's area. He can alter their intensities with a single gesture as long as the spell is in effect. The spell lasts until the caster cancels it, all fuel is burned, or the duration expires. The caster can also extinguish all flames in the area, which expends the spell immediately. The spell does not affect fire elementals or similar creatures."
    },
    {
      "name": "Alarm",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "10 yds.",
      "areaOfEffect": "Up to 20-ft. cube",
      "save": "None",
      "castingTime": "1 rd.",
      "duration": "4 hrs. + _ hr./level",
      "description": "When an alarm spell is cast, the wizard causes a selected area to react to the presence of any creature larger than a normal rat--anything larger than about _ cubic foot in volume or more than about three pounds in weight. The area of effect can be a portal, a section of floor, stairs, etc. As soon as any creature enters the warded area, touches it, or otherwise contacts it without speaking a password established by the caster, the alarm spell lets out a loud ringing that can be heard clearly within a 60-foot radius. (Reduce the radius by 10 feet for each interposing door and by 20 feet for each substantial interposing wall.) The sound lasts for one round and then ceases. Ethereal or astrally projected creatures do not trigger an alarm, but flying or levitating creatures, invisible creatures, or incorporeal or gaseous creatures do. The caster can dismiss the alarm with a single word. The material components of this spell are a tiny bell and a piece of very fine silver wire."
    },
    {
      "name": "Armor",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "Touch",
      "areaOfEffect": "1 creature",
      "save": "None",
      "castingTime": "1 rd.",
      "duration": "Special",
      "description": "By means of this spell, the wizard creates a magical field of force that serves as if it were scale mail armor (AC 6). The spell has no effect on a person already armored or a creature with Armor Class 6 or better. It is not cumulative with the shield spell, but it is cumulative with Dexterity and, in case of fighter/mages, with the shield bonus. The armor spell does not hinder movement or prevent spellcasting, and adds no weight or encumbrance. It lasts until successfully dispelled or until the wearer sustains cumulative damage totaling greater than 8 points + 1 per level of the caster. (It is important to note that the armor does not absorb this damage. The armor merely grants an AC of 6; the wearer still suffers full damage from any successful attacks.) Thus, the wearer might suffer 8 points from an attack, then several minutes later sustain an additional 1 point of damage. Unless the spell were cast by a wizard of 2nd level or higher, it would be dispelled at this time. Until it is dispelled, the armor spell grants the wearer full benefits of the Armor Class gained. The material component is a piece of finely cured leather that has been blessed by a priest."
    },
    {
      "name": "Burning Hands",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "0",
      "areaOfEffect": "The caster",
      "save": "_",
      "castingTime": 1,
      "duration": "Instantaneous",
      "description": "When the wizard casts this spell, a jet of searing flame shoots from his fingertips. His hands must be held so as to send forth a fanlike sheet of flames: The wizard's thumbs must touch each other and the fingers must be spread. The burning hands send out flame jets 5 feet long in a horizontal arc of about 120 degrees in front of the wizard. Any creature in the area of the flames suffers 1d3 points of damage, plus 2 points for each level of experience of the spellcaster, to a maximum of 1d3+20 points of fire damage. Those successfully saving vs. spell receive half damage. Flammable materials touched by the fire burn (for example, cloth, paper, parchment, thin wood, etc.). Such materials can be extinguished in the next round if no other action is taken."
    },
    {
      "name": "Grease",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "10 yds.",
      "areaOfEffect": "10 x 10 ft.",
      "save": "Special",
      "castingTime": 1,
      "duration": "3 rds. + 1 rd./level",
      "description": "A grease spell covers a material surface with a slippery layer of a fatty, greasy nature. Any creature entering the area or caught in it when the spell is cast must save vs. spell or slip, skid, and fall. Those who successfully save can reach the nearest nongreased surface by the end of the round. Those who remain in the area are allowed a saving throw each round until they escape the area. The DM should adjust saving throws by circumstance; for example, a creature charging down an incline that is suddenly greased has little chance to avoid the effect, but its ability to exit the affected area is almost assured! The spell can also be used to create a greasy coating on an item--a rope, ladder rungs, weapon handle, etc. Material objects not in use are always affected by this spell, while creatures wielding or employing items receive a saving throw vs. spell to avoid the effect. If the initial saving throw is failed, the creature immediately drops the item. A saving throw must be made each round the creature attempts to use the greased item. The caster can end the effect with a single utterance; otherwise, it lasts for three rounds plus one round per level. The material component of the spell is a bit of pork rind or butter."
   
    },

    {
      "name": "Magic Missile",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "60 yds. + 10 yds./level",
      "areaOfEffect": "1-5 targets",
      "save": "None",
      "castingTime": 1,
      "duration": "Instantaneous",
      "description": "Use of the magic missile spell creates up to five missiles of magical energy that dart forth from the wizard's fingertip and unerringly strike their target. This includes enemy creatures in a melee. The target creature must be seen or otherwise detected to be hit, however, so near-total concealment, such as that offered by arrow slits, can render the spell ineffective. Likewise, the caster must be able to identify the target. He cannot direct a magic missile to 'Strike the commander of the legion,' unless he can single out the commander from the rest of the soldiers. Specific parts of a creature cannot be singled out. Inanimate objects (locks, etc.) cannot be damaged by the spell, and any attempt to do so wastes the missiles to no effect. Against creatures, each missile inflicts 1d4+1 points of damage. For every two extra levels of experience, the wizard gains an additional missile--he has two at 3rd level, three at 5th level, four at 7th level, etc., up to a total of five missiles at 9th level. If the wizard has multiple missile capability, he can have them strike a single target creature or several creatures, as desired."
    },
    {
      "name": "Read Magic",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "0",
      "areaOfEffect": "Special",
      "save": "None",
      "castingTime": "1 rd.",
      "duration": "2 rds./level",
      "description": "By means of a read magic spell, the wizard is able to read magical inscriptions on objects--books, scrolls, weapons, and the like--that would otherwise be totally unintelligible. (The personal books of the wizard, and works already magically read, are intelligible.) This deciphering does not normally invoke the magic contained in the writing, although it may do so in the case of a cursed scroll. Furthermore, once the spell is cast and the wizard has read the magical inscription, he is thereafter able to read that particular writing without recourse to the use of the read magic spell. The duration of the spell is two rounds per level of experience of the spellcaster; the wizard can read one page or its equivalent per round. The wizard must have a clear crystal or mineral prism, which is not expended, to cast the spell."
    },
    {
      "name": "Sleep",
      "level": 1,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "30 yds.",
      "areaOfEffect": "Special",
      "save": "None",
      "castingTime": 1,
      "duration": "5 rds./level",
      "description": "When a wizard casts a sleep spell, he causes a comatose slumber to come upon one or more creatures (other than undead and certain other creatures specifically excluded from the spell's effects). All creatures to be affected by the sleep spell must be within 30 feet of each other. The number of creatures that can be affected is a function of Hit Dice or levels. The spell affects 2d4 Hit Dice of monsters. Monsters with 4+3 Hit Dice (4 Hit Dice plus 3 hit points) or more are unaffected. The center of the area of effect is determined by the spellcaster. The creatures with the least Hit Dice are affected first, and partial effects are ignored. For example, a wizard casts sleep at three kobolds, two gnolls, and an ogre. The roll (2d4) result is 4. All the kobolds and one gnoll are affected (_ + _ + _ + 2 = 3 _ Hit Dice). Note that the remainder is not enough to affect the last gnoll or the ogre. Slapping or wounding awakens affected creatures but normal noise does not. Awakening requires one entire round. Magically sleeping opponents can be attacked with substantial bonuses (see 'Modifiers to the Attack Roll' in Chapter 9: Combat). The material component for this spell is a pinch of fine sand, rose petals, or a live cricket."
    },
    {
      "name": "Blindness",
      "level": 2,
      "school": "Wizard",
      "components": ["V"],
      "range": "30 yds. + 10 yds./level",
      "areaOfEffect": "1 creature",
      "save": "Neg.",
      "castingTime": 2,
      "duration": "Special",
      "description": "The blindness spell causes the victim to become blind, able to see only a grayness before its eyes. Various cure spells will not remove this effect, and only a dispel magic or the spellcaster can do away with the blindness if the creature fails its initial saving throw vs. spell. A blinded creature suffers a -4 penalty to its attack rolls, and its opponents gain a +4 bonus to their attack rolls."
    },
    {
      "name": "Continual Light",
      "level": 2,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "60 yds.",
      "areaOfEffect": "60-ft. radius",
      "save": "Special",
      "castingTime": 2,
      "duration": "Permanent",
      "description": "This spell is similar to a light spell, except that it is as bright as full daylight and lasts until negated by magical darkness or by a dispel magic spell. Creatures who suffer penalties in bright light suffer them in this spell's area of effect. As with the light spell, it can be cast into the air, onto an object, or at a creature. When cast at a creature, the target gets a saving throw vs. spell; success indicates that the spell affects the space about 1 foot behind the creature instead. Note that this spell can also blind a creature if it is successfully cast upon the creature's visual organs, reducing its attack rolls, saving throws, and Armor Class by 4. If the spell is cast on a small object that is then placed in a light-proof covering, the spell's effects are blocked until the covering is removed. A continual light brought into an area of magical darkness (or vice versa) is temporarily negated so that the otherwise prevailing light conditions exist in the overlapping areas of effect. A direct casting of continual light against a similar or weaker magical darkness cancels both. This spell eventually consumes the material it is cast upon, but the process takes far longer than the time in the typical campaign. Extremely hard and expensive materials can last hundreds or even thousands of years."
    },
    {
      "name": "Detect Evil",
      "level": 2,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "0",
      "areaOfEffect": "10 x 180 ft.",
      "save": "None",
      "castingTime": 2,
      "duration": "5 rds./level",
      "description": "This spell discovers emanations of evil (or of good in the case of the reverse spell) from any creature, object, or area. Character alignment is not revealed under most circumstances: Characters who are strongly aligned, do not stray from their faith, and who are at least 9th level might radiate good or evil if they are intent upon appropriate actions. Powerful monsters, such as ki-rin, send forth emanations of evil or good, even if polymorphed. Aligned undead radiate evil, for it is this power and negative force that enables them to continue existing. An evilly cursed object or unholy water radiates evil, but a hidden trap or an unintelligent viper does not. The degree of evil (faint, moderate, strong, overwhelming) can be noted. Note that priests have a more powerful version of this spell. The spell has a path of detection 10 feet wide and 60 yards long in the direction in which the wizard is facing. The wizard must concentrate--stop, have quiet, and intently seek to detect the aura--for at least one round to receive a reading."
    },
    {
      "name": "Invisibility",
      "level": 2,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "Touch",
      "areaOfEffect": "Creature touched",
      "save": "None",
      "castingTime": 2,
      "duration": "Special",
      "description": "This spell causes the creature touched to vanish from sight and be undetectable by normal vision or even infravision. Of course, the invisible creature is not magically silenced, and certain other conditions can render the creature detectable. Even allies cannot see the invisible creature or his gear, unless these allies can normally see invisible things or employ magic to do so. Items dropped or put down by the invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature. Note, however, that light never becomes invisible, although a source of light can become so (thus, the effect is that of a light with no visible source). The spell remains in effect until it is magically broken or dispelled, until the wizard or recipient cancels it, until the recipient attacks any creature, or until 24 hours have passed. Thus, the invisible being can open doors, talk, eat, climb stairs, etc., but if he attacks, he immediately becomes visible, although the invisibility enables him to attack first. Note that the priest spells bless, chant, and prayer are not attacks for this purpose. All highly Intelligent (Intelligence 13 or more) creatures with 10 or more Hit Dice or levels of experience have a chance to detect invisible objects (they roll saving throws vs. spell; success means they noticed the invisible object). The material components of the invisibility spell are an eyelash and a bit of gum arabic, the former encased in the latter."
    },
    {
      "name": "Magic Mouth",
      "level": 2,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "10 yds.",
      "areaOfEffect": "1 object",
      "save": "None",
      "castingTime": 2,
      "duration": "Special",
      "description": "When this spell is cast, the wizard imbues the chosen object with an enchanted mouth that suddenly appears and speaks its message when a specified event occurs. The message, which must be of 25 words or less, can be in any language known by the spellcaster, and can be delivered over a period of one turn. The mouth cannot speak magical spells or use command words. It does, however, move to the words articulated-- if it is placed upon a statue, the mouth of the statue would actually move and appear to speak. Of course, the magic mouth can be placed upon a tree, rock, door, or any other object, excluding intelligent members of the animal or vegetable kingdoms. The spell functions when specific conditions are fulfilled, according to the command of the spellcaster. Some examples are to speak 'to the first creature that touches you,' or 'to the first creature that passes within 30 feet.' Commands can be as general or as detailed as desired, although only visual and audible triggers"
    },
    {
      "name": "Mirror Image",
      "level": 2,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "0",
      "areaOfEffect": "6-ft. radius",
      "save": "None",
      "castingTime": 2,
      "duration": "3 rds./level",
      "description": "When a mirror image spell is invoked, the spellcaster causes from two to eight exact duplicates of himself to come into being around him. These images do exactly what the wizard does. Since the spell causes a blurring and slight distortion when it is cast, it is impossible for opponents to be certain which are the illusions and which is the actual wizard. When an image is struck by a melee or missile attack, magical or otherwise, it disappears, but any other existing images remain intact until struck. The images seem to shift from round to round, so that if the actual wizard is struck during one round, he cannot be picked out from among his images the next. To determine the number of images that appear, roll 1d4 and add 1 for every three levels of experience the wizard has achieved, to a maximum of eight images. At the end of the spell duration, all surviving images wink out."
    },
    {
      "name": "Blink",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "0",
      "areaOfEffect": "The caster",
      "save": "None",
      "castingTime": 1,
      "duration": "1 rd./level",
      "description": "By means of this spell, the wizard causes his material form to \"blink\" directly from one point to another at a random time and in a random direction. This means that melee attacks against the wizard automatically miss if initiative indicates they fall after he has blinked. Each round the spell is in effect, the wizard rolls 2d8 to determine the timing of the blink--the result of the dice roll is used as the wizard's initiative for that round. The wizard disappears and instantaneously reappears 10 feet distant from his previous position. (Direction is determined by a roll of 1d8: 1 = right ahead, 2 = right, 3 = right behind, 4 = behind, 5 = left behind, 6 = left, 7 = left ahead, 8 = ahead.) The caster cannot blink into a solid object; if such is indicated, reroll the direction. Movable objects of size and mass comparable to the caster are shoved aside when the caster blinks in..."
    },
    {
      "name": "Dispel Magic",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "120 yds.",
      "areaOfEffect": "30-ft. cube",
      "save": "None",
      "castingTime": 3,
      "duration": "Instantaneous",
      "description": "When a wizard casts this spell, it has a chance to neutralize or negate magic it comes in contact with, as follows: First, it removes spells and spell-like effects (including device effects and innate abilities) from creatures or objects. Second, it disrupts the casting or use of these in the area of effect at the instant the dispel is cast..."
    },
    {
      "name": "Fireball",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "10 yds. + 10 yds./level",
      "areaOfEffect": "20-ft. radius",
      "save": "_",
      "castingTime": 3,
      "duration": "Instantaneous",
      "description": "A fireball is an explosive burst of flame, which detonates with a low roar and delivers damage proportional to the level of the wizard who cast it--1d6 points of damage for each level of experience of the spellcaster (up to a maximum of 10d6). The burst of the fireball creates little pressure and generally conforms to the shape of the area in which it occurs..."
    },
    {
      "name": "Hold Person",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "120 yds.",
      "areaOfEffect": "1-4 persons, 20-ft. cube",
      "save": "Neg.",
      "castingTime": 3,
      "duration": "2 rds./level",
      "description": "This spell holds 1d4 humans, demihumans, or humanoid creatures rigidly immobile for five or more rounds. The hold person spell affects any bipedal human, demihuman or humanoid of man size or smaller, including brownies, dryads, dwarves, elves, gnolls, gnomes, goblins, half-elves, halflings, half-orcs, hobgoblins, humans, kobolds, lizard men, nixies, orcs, pixies, sprites, troglodytes, and others..."
    },
    {
      "name": "Lightning Bolt",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S", "M"],
      "range": "40 yds. + 10 yds./level",
      "areaOfEffect": "Special",
      "save": "_",
      "castingTime": 3,
      "duration": "Instantaneous",
      "description": "Upon casting this spell, the wizard releases a powerful stroke of electrical energy that inflicts 1d6 points of damage per level of the spellcaster (maximum damage per level of 10d6) to each creature within its area of effect. A successful saving throw vs. spell reduces this damage to half (round fractions down). The bolt begins at a range and height decided by the caster and streaks outward in a direct line from the casting wizard..."
    },
    {
      "name": "Phantom Steed",
      "level": 3,
      "school": "Wizard",
      "components": ["V", "S"],
      "range": "Touch",
      "areaOfEffect": "Special",
      "save": "None",
      "castingTime": "1 turn",
      "duration": "1 hr./level",
      "description": "When this spell is cast, the wizard creates a quasi-real, horselike creature. The steed can be ridden only by the wizard who created it, or by any person for whom the wizard specifically creates such a mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. Its eyes are milky-colored..."
    },
    {
      "name": "Wraithform",
      "level": 3,
      "school": "Wizard",
      "components": ["S", "M"],
      "range": "0",
      "areaOfEffect": "The caster",
      "save": "None",
      "castingTime": 1,
      "duration": "2 rd./level",
      "description": "When this spell is cast, the wizard and all of his gear become insubstantial. The caster is subject only to magical or special attacks, including those by weapons of +1 or better, or by creatures otherwise able to affect those struck only by magical weapons. Undead of most sorts will ignore an individual in wraithform, believing him to be a wraith or spectre, though a lich or special undead may save vs. spell with a -4 penalty to recognize the spell. The wizard can pass through small holes or narrow openings, even mere cracks, with all he wears or holds in his hands, as long as the spell persists. Note, however, that the caster cannot fly without additional magic. No form of attack is possible when in wraithform, except against creatures that exist on the Ethereal Plane, where all attacks (both ways) are normal. A successful dispel magic spell forces the wizard in wraithform back to normal form. The spellcaster can end the spell with a single word. The material components for the spell are a bit of gauze and a wisp of smoke."
    },
    {
      "name": "Dimension Door",
      "level": 4,
      "schools": ["Alteration"],
      "components": ["V"],
      "range": 0,
      "areaOfEffect": "The caster",
      "save": "None",
      "castingTime": 1,
      "duration": "Instantaneous",
      "description": "By means of a dimension door spell, the wizard instantly transfers himself up to 30 yards distance per level of experience. This special form of teleportation allows for no error, and the wizard always arrives at exactly the spot desired--whether by simply visualizing the area (within spell transfer distance, of course) or by stating direction such as, '300 yards straight downward,' or, 'upward to the northwest, 45 degree angle, 420 yards.' If the wizard arrives in a place that is already occupied by a solid body, he remains trapped in the Astral Plane. If distances are stated and the spellcaster arrives with no support below his feet (i.e., in mid-air), falling and damage result unless further magical means are employed. All that the wizard wears or carries, subject to a maximum weight equal to 500 pounds of nonliving matter, or half that amount of living matter, is transferred with the spellcaster. Recovery from use of a dimension door spell requires one round."
    },
    {
      "name": "Evard's Black Tentacles",
      "level": 4,
      "schools": ["Conjuration/Summoning"],
      "components": ["V", "S", "M"],
      "range": "30 yds.",
      "areaOfEffect": "30 sq. ft./level",
      "save": "None",
      "castingTime": 1,
      "duration": "1 hr./level",
      "description": "This spell creates many rubbery, black tentacles in the area of effect. These waving members seem to spring forth from the earth, floor, or whatever surface is underfoot-- including water. Each tentacle is 10 feet long, AC 4, and requires as many points of damage to destroy as the level of the wizard who cast the spell. There are 1d4 such tentacles, plus one per experience level of the spellcaster. Any creature within range of the writhing tentacles is subject to attack as determined by the DM. The target of a tentacle attack must roll a saving throw vs. spell. If this succeeds, the subject suffers 1d4 points of damage from contact with the tentacle; the tentacle is then destroyed. Failure to save indicates that the damage inflicted is 2d4 points, the ebon member is wrapped around its subject, and damage will be 3d4 points on the second and all succeeding rounds. Since these tentacles have no intelligence to guide them, there is the possibility that they entwine any object--a tree, post, pillar, even the wizard himself--or continue to squeeze a dead opponent. A grasping hold established by a tentacle remains until the tentacle is destroyed by some form of attack or until it disappears at the end of the spell's duration. The component for this spell is a piece of tentacle from a giant octopus or giant squid."
    },
    {
      "name": "Ice Storm",
      "level": 4,
      "schools": ["Evocation"],
      "components": ["V", "S", "M"],
      "range": "10 yds./level",
      "areaOfEffect": "20 or 40 ft. radius",
      "save": "None",
      "castingTime": 4,
      "duration": "Special",
      "description": "This spell can have one of two effects, at the caster's option: Either great hail stones pound down for one round in a 40-foot-diameter area and inflict 3d10 points of damage to any creatures within the area of effect, or driving sleet falls in an 80-foot-diameter area for one round per caster level. The sleet blinds creatures within its area for the duration of the spell and causes the ground in the area to be icy, slowing movement by 50% and making it 50% probable that a creature trying to move in the area slips and falls. The sleet also extinguishes torches and small fires. Note that this spell will negate a heat metal spell. The material components for this spell are a pinch of dust and a few drops of water."
    },
    {
      "name": "Improved Invisibility",
      "level": 4,
      "schools": ["Illusion/Phantasm"],
      "components": ["V", "S"],
      "range": "Touch",
      "areaOfEffect": "Creature touched",
      "save": "None",
      "castingTime": 4,
      "duration": "4 rds. + 1 rd./level",
      "description": "This spell is similar to the invisibility spell, but the recipient is able to attack, either by missile discharge, melee combat, or spellcasting, and remain unseen. Note, however, that telltale traces (such as a shimmering effect) sometimes allow an observant opponent to attack the invisible spell recipient. These traces are only noticeable when specifically looked for (after the invisible character has made his presence known). Attacks against the invisible character suffer -4 penalties to the attack rolls, and the invisible character's saving throws are made with a +4 bonus. Beings with high Hit Dice that might normally notice invisible opponents will notice a creature under this spell as if they had 2 fewer Hit Dice (they roll saving throws vs. spell; success indicates they spot the character)."
    },
    {
      "name": "Polymorph Self",
      "level": 4,
      "schools": ["Alteration"],
      "components": ["V"],
      "range": 0,
      "areaOfEffect": "The caster",
      "save": "None",
      "castingTime": 4,
      "duration": "2 turns/level",
      "description": "When this spell is cast, the wizard is able to assume the form of any creature, save those that are noncorporeal, from as small as a wren to as large as a hippopotamus. Furthermore, the wizard gains its physical mode of locomotion and breathing as well. No system shock roll is required. The spell does not give the new form's other abilities (attack, magic, special movement, etc.), nor does it run the risk of the wizard changing personality and mentality. When the polymorph occurs, the caster's equipment, if any, melds into the new form (in particularly challenging campaigns, the DM may allow protective devices, such as a ring of protection, to continue operating effectively). The caster retains all mental abilities, including spell use, assuming the new form allows completion of the proper verbal and somatic components and the material components are available. A caster not used to a new form might be penalized at the DM's option (for example, -2 penalty to attack rolls) until he practices sufficiently to master it. Thus, a wizard changed into an owl could fly, but his vision would be human; a change to a black pudding would enable movement under doors or along halls and ceilings, but not the pudding's offensive (acid) or defensive capabilities"
    },
    {
      "name": "Animal Growth",
      "level": 5,
      "schools": ["Alteration"],
      "components": ["V", "S", "M"],
      "range": "60 yds.",
      "areaOfEffect": "Up to 8 animals in a 20-ft cube",
      "save": "None",
      "castingTime": 5,
      "duration": "1 rd./level",
      "description": "When this spell is cast, the wizard causes all designated animals, up to a maximum of eight, within a 20-foot-square area to grow to twice their normal size. The effects of this growth are doubled Hit Dice (with improvement in attack rolls) and doubled damage in combat. The spell lasts for one round for each level of experience of the wizard casting the spell. Only natural animals, including giant forms, can be affected by this spell. The reverse, shrink animal, reduces animal size by half and likewise reduces Hit Dice, attack damage, etc. The component of both versions of the spell is a pinch of powdered bone."
    },
    {
      "name": "Cloudkill",
      "level": 5,
      "schools": ["Evocation"],
      "components": ["V", "S"],
      "range": "10 yds.",
      "areaOfEffect": "40 x 20 x 20 ft. cloud",
      "save": "None",
      "castingTime": 5,
      "duration": "1 rd./level",
      "description": "This spell generates a billowing cloud of ghastly yellowish green vapors that is so toxic as to slay any creature with fewer than 4+1 Hit Dice, cause creatures with 4+1 to 5+1 Hit Dice to roll saving throws vs. poison with -4 penalties or be slain, and creatures with up to 6 Hit Dice (inclusive) to roll unmodified saving throws vs. poison or be slain. Holding one's breath has no effect on the lethality of the spell. Those above 6th level (or 6 Hit Dice) must leave the cloud immediately or suffer 1d10 points of poison damage each round while in the area of effect. The cloudkill moves away from the spellcaster at 10 feet per round, rolling along the surface of the ground. A moderate breeze causes it to alter course (roll for direction), but it does not move back toward its caster. A strong wind breaks it up in four rounds, and a greater wind force prevents the use of the spell. Very thick vegetation will disperse the cloud in two rounds. As the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings; thus, the spell is ideal for slaying nests of giant ants, for example. It cannot penetrate liquids, nor can it be cast under water."
    },
    {
      "name": "Cone of Cold",
      "level": 5,
      "schools": ["Evocation"],
      "components": ["V", "S", "M"],
      "range": 0,
      "areaOfEffect": "Special",
      "save": "1/2",
      "castingTime": 5,
      "duration": "Instantaneous",
      "description": "When this spell is cast, it causes a cone-shaped area of extreme cold, originating at the wizard's hand and extending outward in a cone 5 feet long and 1 foot in diameter per level of the caster. It drains heat and causes 1d4+1 points of damage per level of experience of the wizard. For example, a 10th-level wizard would cast a cone of cold 10 feet in diameter and 50 feet long, causing 10d4+10 points of damage. Its material component is a crystal or glass cone of very small size."
    },
    {
      "name": "Passwall",
      "level": 5,
      "schools": ["Alteration"],
      "components": ["V", "S", "M"],
      "range": "30 yds.",
      "areaOfEffect": "5 x 8 x 10 ft.",
      "save": "None",
      "castingTime": 5,
      "duration": "1 hr. + 1 turn/level",
      "description": "A passwall spell enables the spellcaster to open a passage through wooden, plaster, or stone walls, but not other materials. The spellcaster and any associates can simply walk through. The spell causes a 5-foot wide x 8-foot high x 10-foot deep opening. Several of these spells can form a continuing passage so that very thick walls can be pierced. If dispelled, the passwall closes away from the dispelling caster, ejecting those in the passage. The material component of this spell is a pinch of sesame seeds."
    },
    {
      "name": "Antimagic Shell",
      "level": 6,
      "schools": ["Abjuration"],
      "components": ["V", "S"],
      "range": 0,
      "areaOfEffect": "1 ft./level diameter",
      "save": "None",
      "castingTime": 1,
      "duration": "1 turn/level",
      "description": "By means of this spell, the wizard surrounds himself with an invisible barrier that moves with him. The space within this barrier is totally impervious to all magic and magical spell effects, thus preventing the passage of spells or their effects. Likewise, it prevents the functioning of any magical items or spells within its confines. The area is also impervious to breath weapons, gaze or voice attacks, and similar special attack forms. The antimagic shell also hedges out charmed, summoned, or conjured creatures. It cannot, however, be forced against any creature that it would keep at bay; any attempt to do so creates a discernible pressure against the barrier, and continued pressure will break the spell. Normal creatures (a normally encountered troll rather than a conjured one, for instance) can enter the area, as can normal missiles. Furthermore, while a magical sword does not function magically within the area, it is still a sword. Note that creatures on their home plane are normal creatures there. Thus, on the Elemental Plane of Fire, a randomly encountered fire elemental cannot be kept at bay by this spell. Artifacts, relics, and creatures of demigod or higher status are unaffected by mortal magic such as this. Should the caster be larger than the area enclosed by the barrier, parts of his person may be considered exposed, at the DM's option. A dispel magic spell does not remove the spell; the caster can end it upon command."
    },
    {
      "name": "Control Weather",
      "level": 6,
      "schools": ["Alteration"],
      "components": ["V", "S", "M"],
      "range": 0,
      "areaOfEffect": "4d4 sq. mi.",
      "save": "None",
      "castingTime": 1,
      "duration": "4d6 hrs.",
      "description": "The control weather spell enables a wizard to change the weather in the local area. The spell affects the weather for 4d6 hours in an area of 4d4 square miles. It requires one turn to cast the spell, and an additional 1d4 turns for the weather conditions to occur. The current weather conditions are decided by the DM, depending on the climate and season. Weather conditions have three components: precipitation, temperature, and wind. The spell can change these conditions according to the following chart. The upper-cased headings represent the existing weather conditions. The small headings beneath each large heading are the new conditions to which the caster can change the existing conditions. Furthermore, the caster can control the direction of the wind."
    },
    {
      "name": "Disintegrate",
      "level": 6,
      "schools": ["Alteration"],
      "components": ["V", "S", "M"],
      "range": "5 yds./level",
      "areaOfEffect": "1 creature or 10 x 10 x 10 ft. cube",
      "save": "Neg.",
      "castingTime": 6,
      "duration": "Instantaneous",
      "description": "This spell causes matter to vanish. It affects even matter (or energy) of a magical nature, such as Bigby's forceful hand, but not a globe of invulnerability or an antimagic shell. Disintegration is instantaneous, and its effects are permanent. Any single creature can be affected, even undead. Nonliving matter, up to a 10-foot x 10-foot x 10-foot cube, can be obliterated by the spell. The spell creates a thin, green ray that causes physical material touched to glow and vanish, leaving traces of fine dust. Creatures that successfully save vs. spell have avoided the ray (material items have resisted the magic) and are not affected. Only the first creature or object struck can be affected. The material components are a lodestone and a pinch of dust."
    },
    {
      "name": "Geas",
      "level": 6,
      "schools": ["Enchantment"],
      "components": ["V"],
      "range": "10 yds.",
      "areaOfEffect": "1 creature",
      "save": "None",
      "castingTime": 4,
      "duration": "Special",
      "description": "A geas spell places a magical command upon a creature (usually human or humanoid) to carry out some service or to refrain from some action or course of activity, as desired by the spellcaster. The creature must be intelligent, conscious, under its own volition, and able to understand the caster. While a geas cannot compel a creature to kill itself or perform acts that are likely to result in certain death, it can cause almost any other course of action. The geased creature must follow the given instructions until the geas is completed. Failure to do so will cause the creature to grow sick and die within 1d4 weeks. Deviation from or twisting of the instructions causes a corresponding loss of Strength points until the deviation ceases. A geas can be done away with by a wish spell, but a dispel magic or remove curse spell will not negate it. Your DM will decide any additional details of a geas, for its casting and fulfillment are tricky, and an improperly cast geas is ignored."
    },
    {
      "name": "Monster Summoning IV",
      "level": 6,
      "schools": ["Conjuration/Summoning"],
      "components": ["V", "S", "M"],
      "range": "Special",
      "areaOfEffect": "60-yd. radius",
      "save": "None",
      "castingTime": 6,
      "duration": "5 rds. + 1 rd./level",
      "description": "This spell is much like the 3rd-level spell monster summoning I, except that this spell summons 1d3 4th-level monsters. These appear within the spell's area of effect and attack the caster's opponents, until he commands them to cease, the spell duration expires, or the monsters are slain. These creatures do not check morale; they vanish when slain. If no opponent exists to fight, summoned monsters can, if the wizard can communicate with them, and if they are physically capable, perform other services for the summoning wizard. The material components of this spell are a tiny bag and a small (not necessarily lit) candle."
    }
  ]
}



